// © Copyright 2015-2016 HP Development Company, L.P.

CPTTaskName = "Cartridgebeveiliging";
CPTTaskTitle = "HP cartridgebeveiliging";

CPTCartridgeProtectionTaskDescription = "Deze functie is bedoeld om diefstal en vervalsing van cartridges tegen te gaan. De cartridges die worden gebruikt in uw printer automatisch worden gemarkeerd, zodat ze niet kunnen worden gebruikt in een andere printer.";

CPTEnableProtectionButtonTitle = "Cartridgebescherming inschakelen";
CPTEnableProtectionDescription = "Alle momenteel en in de toekomst geïnstalleerde cartridges worden permanent beschermd en werken alleen in deze printer. Als deze functie later wordt uitgeschakeld, blijven de cartridges beschermd die werden geïnstalleerd terwijl de bescherming actief was.";

CPTMoreInfoButtonTitle = "Meer informatie…";
